{
    "id": "52py6m",
    "input": "What causes the trail behind jets at high altitude?",
    "output": [
        {
            "answer": "It is water vapor and ice. They are produced from the hot engine exhaust in the cold atmosphere. Water vapor from the engine exhaust mixed with unburnt particulate in the jet fuel gives the surrounding moist air something to latch onto and ice crystals form. Depending on the hight of the aircraft, they can last seconds to hours. If you have seen a running car on a brisk morning, that is a similar effect. The car is too close to the relatively warmer ground that trails do not last for more than a second."
        },
        {
            "answer": "awwww man, I'm disappointed. I came to this thread looking to read [and laugh at] some tinfoil hat chemtrail craziness. I cant believe I'm going to say this, but: Reddit you are far too reasonable"
        },
        {
            "answer": "You are both right. In moist air the compression and expansion of air around the wings can form a temporary cloud [like this]( URL_0 ). However, what you see that lasts in the sky as a contrail is water vapor byproducts of the fuel combustion."
        },
        {
            "answer": "Jets passing over typically are flying at altitudes where temperatures are fairly low - -40C. At this temperature, in clear air, there isn't a lot of water vapor (humidity) in the air. A jet engine takes this air in and uses it to burn fuel, which it pushes out of its exhaust. The fuel burns to mostly carbon dioxide and water. The air exiting the engine now has considerable water vapor in it. The exiting air mixes with the surrounding air, dropping its temperature rapidly. When hot, this air could hold a lot of water vapor. After cooling, it can't. The water vapor, which is clear, has to go somewhere, and where it goes is into ice or water droplets. These are no longer invisible, but reflect light, and appear white. There's a little more than that, in that the jet engine doesn't really burn the fuel perfectly, so some stuff is left over other than carbon dioxide and water - partly burned fuel. This makes particles that are needed to start the water vapor on its way to becoming liquid water or ice. These particles are called seeds."
        },
        {
            "answer": "Jets leave white trails, or contrails, in their wakes for the same reason you can sometimes see your breath. The hot, humid exhaust from jet engines mixes with the atmosphere, which at high altitude is of much lower vapor pressure and temperature than the exhaust gas."
        },
        {
            "answer": "Your teacher's explanation can also be right (in addition to exhaust-based explanations given already). As I'm sure you learned in class, pressure and temperature are related. Wings work because they create a low pressure area on top and a high pressure area on bottom -- the wing is essentially sucked upwards. Since the air pressure around the wing is changing so drastically (and complicated things happen to the air after the wing has traveled through it) you can have a reasonably large change in temperature of the air that is at low pressure. If the temperature of air changes, it also changes the amount of water vapor that can possibly be mixed in the air -- so if the temperature drops enough, some of the water vapor can condense out into either liquid water droplets or ice crystals."
        },
        {
            "answer": "Fuel and Oxygen mix and burn in the engines and produce water and carbon dioxide. The water condenses and forms the trail."
        },
        {
            "provenance": [
                {
                    "wikipedia_id": "47525",
                    "title": "Contrail",
                    "section": "Section::::Abstract.",
                    "start_paragraph_id": 1,
                    "start_character": 0,
                    "end_paragraph_id": 1,
                    "end_character": 211,
                    "bleu_score": 0.6031227121338508
                }
            ]
        },
        {
            "provenance": [
                {
                    "wikipedia_id": "525519",
                    "title": "Chemtrail conspiracy theory",
                    "section": "Section::::Contrails.\n",
                    "start_paragraph_id": 30,
                    "start_character": 0,
                    "end_paragraph_id": 30,
                    "end_character": 522,
                    "bleu_score": 0.9697770291819574
                }
            ]
        },
        {
            "provenance": [
                {
                    "wikipedia_id": "47525",
                    "title": "Contrail",
                    "section": "Section::::Abstract.",
                    "start_paragraph_id": 1,
                    "start_character": 213,
                    "end_paragraph_id": 1,
                    "end_character": 732,
                    "bleu_score": 1.0
                }
            ]
        }
    ],
    "passages": [
        {
            "pid": "525519::[0,1)",
            "title": "Chemtrail conspiracy theory",
            "text": "Chemtrail conspiracy theory The chemtrail conspiracy theory is based on the erroneous belief that long-lasting condensation trails are \"chemtrails\" consisting of chemical or biological agents left in the sky by high-flying aircraft, sprayed for nefarious purposes undisclosed to the general public. Believers in this conspiracy theory say that while normal contrails dissipate relatively quickly, contrails that linger must contain additional substances. Those who subscribe to the theory speculate that the purpose of the chemical release may be solar radiation management, weather modification, psychological manipulation, human population control, or biological or chemical warfare, and that the trails are causing respiratory illnesses",
            "score": 80.94974517822266
        },
        {
            "pid": "16472::[31,32]",
            "title": "Jet stream",
            "text": "Associated with jet streams is a phenomenon known as clear-air turbulence (CAT), caused by vertical and horizontal wind shear caused by jet streams. The CAT is strongest on the cold air side of the jet, next to and just under the axis of the jet. Clear-air turbulence can cause aircraft to plunge and so present a passenger safety hazard that has caused fatal accidents, such as the death of one passenger on United Airlines Flight 826. Section: Uses.:Possible future power generation.",
            "score": 80.72335815429688
        },
        {
            "pid": "47510::[21,21)",
            "title": "Cirrus cloud",
            "text": "Contrails are a manmade type of cirrus cloud formed when water vapor from the exhaust of a jet engine condenses on particles, which come from either the surrounding air or the exhaust itself, and freezes, leaving behind a visible trail. The exhaust can also trigger the formation of cirrus by providing ice nuclei when there is an insufficient naturally-occurring supply in the atmosphere. One of the environmental impacts of aviation is that persistent contrails can form into large mats of cirrus, and increased air traffic has been implicated as one possible cause of the increasing frequency and amount of cirrus",
            "score": 80.708984375
        },
        {
            "pid": "525519::[1,1)",
            "title": "Chemtrail conspiracy theory",
            "text": "The chemtrail conspiracy theory is based on the erroneous belief that long-lasting condensation trails are \"chemtrails\" consisting of chemical or biological agents left in the sky by high-flying aircraft, sprayed for nefarious purposes undisclosed to the general public. Believers in this conspiracy theory say that while normal contrails dissipate relatively quickly, contrails that linger must contain additional substances. Those who subscribe to the theory speculate that the purpose of the chemical release may be solar radiation management, weather modification, psychological manipulation, human population control, or biological or chemical warfare, and that the trails are causing respiratory illnesses and other health",
            "score": 79.7762451171875
        },
        {
            "pid": "999351::[0,2]",
            "title": "Airsickness",
            "text": "Airsickness Airsickness is a sensation which is induced by air travel. It is a specific form of motion sickness, and is considered a normal response in healthy individuals. Airsickness occurs when the central nervous system receives conflicting messages from the body (including the inner ear, eyes and muscles) affecting balance and equilibrium. Whereas commercial airline passengers may simply feel poorly, the effect of airsickness on military aircrew may lead to a decrement in performance and adversely affect the mission.",
            "score": 78.69182586669922
        },
        {
            "pid": "56552::[0,1]",
            "title": "Jet lag",
            "text": "Jet lag Jet lag is a physiological condition that results from alterations to the body's circadian rhythms caused by rapid long-distance trans-meridian (east–west or west–east) travel. For example, someone flying from New York to London, i.e. from west to east, feels as if the time were five hours \"earlier\" than local time, and someone travelling from London to New York, i.e. from east to west, feels as if the time were five hours \"later\" than local time. Jet lag was previously classified as one of the circadian rhythm sleep disorders.",
            "score": 78.66931915283203
        },
        {
            "pid": "58991::[46,47]",
            "title": "Fog",
            "text": "A solution for landing returning military aircraft developed in World War II was called Fog Investigation and Dispersal Operation (FIDO). It involved burning enormous amounts of fuel alongside runways to evaporate fog, allowing returning fighter and bomber pilots sufficient visual cues to safely land their aircraft. The high energy demands of this method discourage its use for routine operations. Section: Shadows.",
            "score": 78.47173309326172
        },
        {
            "pid": "940299::[8,8]",
            "title": "Ground loop (aviation)",
            "text": "Ground loops may occur when landing on muddy ground, wet pavement, or frozen surfaces, especially if there are puddles or patches. They may also occur when an aircraft departs a paved surface: for example, after an engine failure in multi-engine airplanes produces asymmetric thrust. Another common cause is failure of a tire or wheel brake, causing a loss of directional control. They also commonly occur without outside influence, due entirely to pilot error.",
            "score": 78.38157653808594
        },
        {
            "pid": "166072::[0,1]",
            "title": "Sound barrier",
            "text": "Sound barrier The sound barrier or sonic barrier is the sudden increase in aerodynamic drag and other undesirable effects experienced by an aircraft or other object when it approaches the speed of sound. When aircraft first began to be able to reach close to the speed of sound, these effects were seen as constituting a barrier making faster speeds very difficult or impossible. The term \"sound barrier\" is still sometimes used today to refer to aircraft reaching supersonic flight.",
            "score": 78.29843139648438
        },
        {
            "pid": "1619576::[0,3]",
            "title": "Mountain jet",
            "text": "Mountain jet Mountain jets are a type of jet stream created by surface winds channeled through mountain passes, sometimes causing high wind speeds and drastic temperature changes. Section: Central America jets. The North Pacific east of about 120°W is strongly influenced by winds blowing through gaps in the Central American cordillera. Air flow in the region forms the Intra-Americas Low-Level Jet, a westward flow about 1 km above sea level. This flow, trade winds, and cold air flowing south from North America contribute to winds flowing through several mountain valleys.",
            "score": 78.23403930664062
        },
        {
            "pid": "525519::[12,12]",
            "title": "Chemtrail conspiracy theory",
            "text": "Proponents of the chemtrail conspiracy theory say that chemtrails can be distinguished from contrails by their long duration, asserting that the chemtrails are those trails left by aircraft that persist for as much as a half day or transform into cirrus-like clouds. The proponents claim that after 1995 contrails had a different chemical composition and lasted a lot longer on the sky; proponents fail to acknowledge evidence of long-lasting contrails shown in World War II era photographs.",
            "score": 77.99102020263672
        },
        {
            "pid": "525519::[30,30)",
            "title": "Chemtrail conspiracy theory",
            "text": "Contrails, or condensation trails, are \"streaks of condensed water vapor created in the air by an airplane or rocket at high altitudes.\" Fossil fuel combustion (as in piston and jet engines) produces carbon dioxide and water vapor. At high altitudes the air is very cold. Hot humid air from the engine exhaust mixes with the colder surrounding air, causing the water vapor to condense into droplets or ice crystals that form visible clouds. The rate at which contrails dissipate is entirely dependent on weather conditions. If the atmosphere is near saturation, the contrail may exist for some time. Conversely, if",
            "score": 77.98411560058594
        },
        {
            "pid": "9091093::[14,15]",
            "title": "Effects of high altitude on humans",
            "text": "Many deaths in high-altitude mountaineering have been caused by the effects of the death zone, either directly (loss of vital functions) or indirectly (wrong decisions made under stress, physical weakening leading to accidents). In the death zone, the human body cannot acclimatize. An extended stay in the death zone without supplementary oxygen will result in deterioration of bodily functions, loss of consciousness, and, ultimately, death.",
            "score": 77.98062896728516
        },
        {
            "pid": "7813665::[0,2]",
            "title": "Jet blast",
            "text": "Jet blast Jet blast is the phenomenon of rapid air movement produced by the jet engines of aircraft, particularly on or before takeoff. A large jet-engined aircraft can produce winds of up to as far away as behind it at 40% maximum rated power. Jet blast can be a hazard to people or other unsecured objects behind the aircraft, and is capable of flattening buildings and destroying vehicles",
            "score": 77.97955322265625
        },
        {
            "pid": "34663491::[7,7]",
            "title": "Decompression (altitude)",
            "text": "BULLET: 3. Altitude sickness, also known as acute mountain sickness (AMS), altitude illness, hypobaropathy, the altitude bends, or soroche, is a pathological effect of high altitude on humans, caused by acute exposure to low partial pressure of oxygen and blood alkalosis arising from the low partial pressure of carbon dioxide at high altitude.",
            "score": 77.8615951538086
        },
        {
            "pid": "56552::[10,10)",
            "title": "Jet lag",
            "text": "Jet lag is a chronobiological problem, similar to issues often induced by shift work and the circadian rhythm sleep disorders. When travelling across a number of time zones, the body clock (circadian rhythm) will be out of synchronisation with the destination time, as it experiences daylight and darkness contrary to the rhythms to which it has grown accustomed. The body's natural pattern is upset, as the rhythms that dictate times for eating, sleeping, hormone regulation, body temperature variations, and other functions no longer correspond to the environment, nor to each other in some cases. To the degree that the body",
            "score": 77.68121337890625
        },
        {
            "pid": "11121146::[0,2]",
            "title": "Jet noise",
            "text": "Jet noise In aeroacoustics, jet noise is the field that focuses on the noise generation caused by high-velocity jets and the turbulent eddies generated by shearing flow. Such noise is known as broadband noise and extends well beyond the range of human hearing (100 kHz and higher). Jet noise is also responsible for some of the loudest sounds ever produced by mankind. Section: Sources of jet noise.",
            "score": 77.54527282714844
        },
        {
            "pid": "77485::[14,14)",
            "title": "Altitude sickness",
            "text": "The most serious symptoms of altitude sickness arise from edema (fluid accumulation in the tissues of the body). At very high altitude, humans can get either high altitude pulmonary edema (HAPE), or high altitude cerebral edema (HACE). The physiological cause of altitude-induced edema is not conclusively established. It is currently believed, however, that HACE is caused by local vasodilation of cerebral blood vessels in response to hypoxia, resulting in greater blood flow and, consequently, greater capillary pressures. On the other hand, HAPE may be due to general vasoconstriction in the pulmonary circulation (normally a response to regional ventilation-perfusion mismatches) which,",
            "score": 77.5313720703125
        },
        {
            "pid": "77485::[20,23]",
            "title": "Altitude sickness",
            "text": "Dehydration due to the higher rate of water vapor lost from the lungs at higher altitudes may contribute to the symptoms of altitude sickness. The rate of ascent, altitude attained, amount of physical activity at high altitude, as well as individual susceptibility, are contributing factors to the onset and severity of high-altitude illness. Altitude sickness usually occurs following a rapid ascent and can usually be prevented by ascending slowly. In most of these cases, the symptoms are temporary and usually abate as altitude acclimatization occurs. However, in extreme cases, altitude sickness can be fatal. Section: Cause.:High altitude.",
            "score": 77.36703491210938
        },
        {
            "pid": "56552::[8,9]",
            "title": "Jet lag",
            "text": "Travel fatigue is general fatigue, disorientation, and headache caused by a disruption in routine, time spent in a cramped space with little chance to move around, a low-oxygen environment, and dehydration caused by dry air and limited food and drink. It does not necessarily involve the shift in circadian rhythms that cause jet lag. Travel fatigue can occur without crossing time zones, and it often disappears after one day accompanied by a night of good quality sleep. Section: Cause.",
            "score": 77.35538482666016
        }
    ]
}